#Выведите на экран первый и последний элементы.
lst = ["виноград","персик","груша","апельсин","банан","яблоко"]
print("Первый элемент: ", lst[0])
print("Последний элемент: ", lst[-1])
